<?php

use yii\db\Migration;

/**
 * Class m180904_181359_add_default_menu_items
 */
class m180904_181359_add_default_content_items extends Migration
{
    /**
     * {@inheritdoc}
     */
    public function safeUp()
    {
        $this->execute('ALTER DATABASE timeavto CHARACTER SET utf8 COLLATE utf8_general_ci');
        Yii::$app->db->createCommand()->batchInsert('content_items', ['slug', 'title', 'type', 'icon', 'seo_keywords', 'seo_description'], [
            ['promo', 'Акции', 'menu', null, null, null],
            ['services', 'Услуги', 'menu', null, null, null],
            ['prices', 'Цены', 'menu', null, null, null],
            ['info', 'Информация', 'menu', null, null, null],
            ['gallery', 'Фотогалерея', 'menu', null, null, null],
            ['shop', 'Магазин', 'menu', null, null, null],
            ['comment', 'Отзывы', 'menu', null, null, null],
            ['contacts', 'Контакты', 'menu', null, null, null],
            ['checkup', 'ТО и ремонт', 'service', '/img/services_items/to.svg', 'ТО, техническое обслуживание, ремонт, автомобили, марки, оборудование, эксплуатация, безопасность, плановое', 'Предлагаем услуги по плановому техническому обслуживанию и ремонту автомобилей на Академгородке'],
            ['engine-repair', 'Ремонт двигателей', 'service', '/img/services_items/engine.svg', 'автомобиль, капитальный ремонт двигателей, диагностика, мотор, дизельных, бензиновых, любых типов, низкие цены, Петербург, диагностика, неисправности мотора, замена', 'Профессиональный капитальный ремонт двигателей автомобилей - дизельных и бензиновых моторов по цене от 10000 гривен в Киеве'],
            ['conditioner', 'Система кондиционирования', 'service', '/img/services_items/conditioner.svg', 'кондиционер, система, воздух, автомобиль. ремонт, обслуживание, заправка, диагностика, антибактериальная обработка', 'Услуга по ремонту кондиционера в автомобиле, а также обслуживание системы в Киеве'],
            ['car-body-repair', 'Кузовной ремонт', 'service', '/img/services_items/repaircar.svg', 'бампер, капот, крыло, дверь, порог, кузовной ремонт, покраска, автомобиль, услуги, работы, автосервис, цена, сто, киев, академгородок, беличи, кузов, повреждения, диагностика, элемент"', 'Покраска автомобиля и кузовной ремонт - цены от 500 гривен за элемент в СТО Тайм Авто в Киеве на Академгородке, примеры выполненных работ'],
            ['diagnostic', 'Компьютерная диагностика', 'service', '/img/services_items/diagnostics.svg', 'неисправности, проверка, тестирование, компьютерная диагностика двигателя, автосервис, сто, низкие цены, спб, системы автомобиля, иммобилайзер', 'Профессиональная компьютерная диагностика двигателя - проверка всех систем автомобиля с применением современного оборудования в СТО Тайм Авто в Киеве'],
            ['injector', 'Промывка инжектора', 'service', '/img/services_items/injector.svg', 'диагностика и промывка инжекторов, автосервис, сто, низкие цены, киеве, выгодные условия, тайм авто', 'Систематическая диагностика и промывка инжекторов. Ремонт инжекторных систем на выгодных условиях в Киеве'],
            ['undercarriage', 'Ремонт ходовой', 'service', '/img/services_items/undercarriage.svg', 'плавность, комфорт, безопасность, колеса, ремонт ходовой автомобиля, подвески цена, услуги, автосервис, сто, рычага, пружины, сальника, Киев', 'Профессиональный ремонт ходовой автомобиля - цена ремонта подвески на современном оборудовании от 100 гривен в Киеве | Автосервис Тайм Авто'],
            ['tires', 'Хранение колес', 'service', '/img/services_items/tires.svg', 'СТО, Тайм, авто, колеса, хранение, автомобильные, шины, цены, киев', 'Предлагаем услуги по хранению автомобильных шин в автосервисе Тайм Авто в Киеве'],
            ['insurance', 'Страховка', 'service', '/img/services_items/insurance.svg', 'страхование, автомобиль, СТО Тайм Авто, Киев, агенство', 'Автострахование через СТО Тайм Авто в Киеве'],
        ])->execute();
    }

    /**
     * {@inheritdoc}
     */
    public function safeDown()
    {
       $this->execute('DELETE FROM content_items');
    }

    /*
    // Use up()/down() to run migration code without a transaction.
    public function up()
    {

    }

    public function down()
    {
        echo "m180904_181359_add_default_menu_items cannot be reverted.\n";

        return false;
    }
    */
}
