<?php
/**
 *
 */
?>

<h2>Цены на основные виды работ в СТО «Тайм Авто»</h2>

<table class="price">
    <thead class="tableHeader-processed">
    <tr>
        <th>Наименование работ</th>
        <th>Стоимость, грн</th>
    </tr>
    </thead>
    <tbody>
    <tr class="odd">
        <td>Диагностика ходовой части, тормозной системы</td>
        <td>600</td>
    </tr>
    <tr class="even">
        <td>Компьютерная диагностика автомобиля</td>
        <td>200</td>
    </tr>
    <tr class="odd">
        <td>Замена масла двигателя</td>
        <td>600</td>
    </tr>
    <tr class="odd">
        <td>Замена жидкости ГУР</td>
        <td>700</td>
    </tr>
    <tr class="even">
        <td>Замена охлаждающей жидкости</td>
        <td>800</td>
    </tr>
    <tr class="odd">
        <td>Замена тормозной жидкости</td>
        <td>600</td>
    </tr>
    <tr class="even">
        <td>Регулировка света фар</td>
        <td>600</td>
    </tr>
    <tr class="odd">
        <td>Замена передних тормозных колодок</td>
        <td>650</td>
    </tr>
    <tr class="even">
        <td>Замена задних тормозных колодок (дисковые)</td>
        <td>900</td>
    </tr>
    <tr class="odd">
        <td>Замена задних тормозных колодок (барабанные)</td>
        <td>1200</td>
    </tr>
    <tr class="even">
        <td>Замена лампочки (без снятия фары)</td>
        <td>240</td>
    </tr>
    <tr class="odd">
        <td>Замена лампочки (со снятием фары)</td>
        <td>480</td>
    </tr>
    <tr class="even">
        <td>Диагностика кондиционера</td>
        <td>1000</td>
    </tr>
    <tr class="odd">
        <td>Диагностика кондиционера (с заправкой)</td>
        <td>1800</td>
    </tr>
    <tr class="odd">
        <td>Промывка инжектора (с учетом спецжидкости)</td>
        <td>2750</td>
    </tr>
    <tr class="even">
        <td>Замена свечей</td>
        <td>от 300</td>
    </tr>
    <tr class="odd">
        <td>Диагностика электрооборудования</td>
        <td>600</td>
    </tr>
    <tr class="even">
        <td>Покраска одного элемента кузова автомобиля</td>
        <td>от 500</td>
    </tr>
    <tr>
        <td>Нанесение жидкого стекла на кузов</td>
        <td>от 15000</td>
    </tr>
    </tbody>
</table>

<p>Стоимость работ может изменяться в зависимости от марки автомобиля и конструктивных особенностей</p>

<p>В зависимости от года выпуска автомобиля - могут добавляться слесарные работы</p>

<p>Электротехнические работы определяются по затраченному времени - из расчета 600 н/ч</p>
