<?php
/**
 * @var \yii\web\View $this
 * @var \app\models\ServiceItems $model
 */
?>


<div class="main-content">
    <div class="decor-h1">
        <h1><?= $model->seo_h1;?></h1>
    </div>

    <p>СТО Тайм Авто виробляє планове технічне обслуговування (ТО) автомобілів у сучасному автосервісі на
        Академмістечку. Ми займаємось обслуговуванням машин будь-яких марок. У нашому штаті досвідчені висококваліфіковані
        співробітники, які працюють на сучасному професійному устаткуванні. Усі діагностичні та ремонтні
        роботи проводяться у максимально короткі терміни.</p>

    <?php if ($model->hasPrice()):?>
        <h2>Вартість ТО та ремонту</h2>
        <?php echo \app\widgets\Price::widget(['model' => $model]);?>
    <?php endif;?>

    <h2>Роботи, що входять до планового ТО</h2>

    <p>У вартість планового технічного обслуговування (ТО) включено:</p>

    <ul>
        <li>перевірка роботи зовнішнього освітлення;</li>
        <li>перевірка рівня експлуатаційних рідин;</li>
        <li>перевірка рівня масла в КПП та редукторі заднього моста;</li>
        <li>перевірка герметичності систем;</li>
        <li>перевірка стану гальмівної системи (метод дорожнього випробування);</li>
        <li>перевірка стану гальмівних колодок, дисків;</li>
        <li>перевірка стану системи кермового керування та стану передньої та задньої підвіски;</li>
        <li>перевірка стану та натяг приводних рем;</li>
        <li>перевірка роботи гальмівної системи стоянки;</li>
        <li>перевірка роботи зчеплення стану випускної системи;</li>
        <li>перевірка стану АКБ;</li>
        <li>мастило шарнірних з'єднань;</li>
        <li>заміна масла в двигуні та масляного фільтра;</li>
        <li>заміна паливного, повітряного фільтра, салонного.</li>
    </ul>


    <h3>Важливість планового технічного обслуговування</h3>

    <p>Планове технічне обслуговування автомобіля - це обов'язковий та регулярний захід, який не тільки
        продовжить термін експлуатації Вашого автомобіля, але й забезпечить Вашу безпеку на дорозі.</p>

    <p>Для кожної марки авто існує перелік робіт, згідно з нормативною документацією виробника та
        відмінних рис кожної моделі. Є технічний регламент, згідно з яким провадиться
        технічне обслуговування. Ми суворо дотримуємося рекомендацій виробника, а також використовуємо, накопичений
        нами досвід при проведенні даних робіт для їхньої високої ефективності.</p>

    <h3>Як замовити ТО в СТО Тайм Авто</h3>

    <p>Для замовлення послуги телефонуйте за зручним для Вас автосервісом: Тайм Авто на Біличах +38 (050) 888 26 65
        або записуйтесь на проведення робіт онлайн через форму <a href="#" onclick="featureInProgress()">запис на ремонт</a>.</p>

    <p>Гарантія на всі види робіт!</p>

    <hr>

</div>

