<?php
/**
 *
 */
?>


<div class="main-content">
    <div class="decor-h1">
        <h1><?= $model->seo_h1;?></h1>
    </div>
    <p>СТО Тайм Авто производит плановое техническое обслуживание (ТО) автомобилей в современном автосервисе на
        Академгородке. Мы занимаемся обслуживанием машин любых марок. В нашем штате опытные высококвалифицированные
        сотрудники, которые работают на современном профессиональном оборудованием. Все диагностические и ремонтные
        работы проводятся в максимально короткие сроки.</p>

    <h2>Стоимость ТО и ремонта</h2>

    <table class="price">
        <thead class="tableHeader-processed">
        <tr>
            <th>Наименование работ</th>
            <th>Легковые/Микроавтобусы, стоимость грн.</th>
        </tr>
        </thead>
        <tbody>
        <tr class="odd">
            <td>Диагностика ходовой части, тормозной системы</td>
            <td>600/800</td>
        </tr>
        <tr class="even">
            <td>Компьютерная диагностика</td>
            <td>1 000</td>
        </tr>
        <tr class="odd">
            <td>Замена масла ДВС</td>
            <td>600/800</td>
        </tr>
        <tr>
            <td>С/У защиты</td>
            <td>240/360</td>
        </tr>
        <tr>
            <td>Замена воздушного фильтра</td>
            <td>360</td>
        </tr>
        <tr>
            <td>Замена салонного фильтра (возможны изменения по модели)</td>
            <td>480</td>
        </tr>
        <tr>
            <td>Замена топливного фильтра (возможны изменения по модели)</td>
            <td>600</td>
        </tr>
        <tr class="odd">
            <td>Замена жидкости ГУР</td>
            <td>700-900</td>
        </tr>
        <tr class="even">
            <td>Замена охлаждающей жидкости</td>
            <td>1 200</td>
        </tr>
        <tr class="odd">
            <td>Замена тормозной жидкости (+ прокачка системы)</td>
            <td>1 200 (800+400)</td>
        </tr>
        <tr>
            <td>Прокачка тормозной системы</td>
            <td>400</td>
        </tr>
        <tr class="even">
            <td>Регулировка света фар</td>
            <td>600</td>
        </tr>
        <tr class="odd">
            <td>Замена передних тормозных колодок (возможны изменения по модели)</td>
            <td>600/800</td>
        </tr>
        <tr class="even">
            <td>Замена задних тормозных колодок (дисковые — возможны изменения по модели)</td>
            <td>900</td>
        </tr>
        <tr class="odd">
            <td>Замена задних тормозных колодок (барабанные — возможны изменения по модели)</td>
            <td>1 200</td>
        </tr>
        <tr>
            <td>Замена ПТК + ПТД</td>
            <td>1 800</td>
        </tr>
        <tr>
            <td>Замена ЗТК + ЗТД</td>
            <td>1 800</td>
        </tr>
        <tr class="even">
            <td>Замена лампочки (без снятия фары)</td>
            <td>240</td>
        </tr>
        <tr class="odd">
            <td>Замена лампочки (со снятием фары)</td>
            <td>480</td>
        </tr>
        <tr class="even">
            <td>Проверка кондиционера</td>
            <td>1 000</td>
        </tr>
        <tr class="odd">
            <td>
                <p>Проверка кондиционера (с заправкой)</p>

                <p>- работа</p>

                <p>- хладегонт (фреон)</p>
            </td>
            <td>
                <p>1 800</p>

                <p>- 900</p>

                <p>-900</p>
            </td>
        </tr>
        <tr>
            <td>Замена стартера (возможны изменения по модели)</td>
            <td>1 200</td>
        </tr>
        <tr>
            <td>Замена 1-й свечи зажигания (без снятия коллектора)</td>
            <td>200</td>
        </tr>
        <tr class="odd">
            <td>Замена стоек и втулок переднего СПУ</td>
            <td>900+900</td>
        </tr>
        <tr class="even">
            <td>Замена стоек и втулок заднего СПУ</td>
            <td>900+900</td>
        </tr>
        <tr class="odd">
            <td>Замена рулевой тяги 1 шт.</td>
            <td>900</td>
        </tr>
        <tr class="even">
            <td>Замена рулевого наконечника</td>
            <td>900</td>
        </tr>
        </tbody>
    </table>

    <h2>Работы, входящие в плановое ТО</h2>

    <p>В стоимость планового технического обслуживания (ТО) включено:</p>

    <ul>
        <li>проверка работы наружного освещения;</li>
        <li>проверка уровня эксплуатационных жидкостей;</li>
        <li>проверка уровня масла в КПП и редукторе заднего моста;</li>
        <li>проверка герметичности систем;</li>
        <li>проверка состояния тормозной системы (метод дорожного испытания);</li>
        <li>проверка состояния тормозных колодок, дисков;</li>
        <li>проверка состояния системы рулевого управления и состояния передней и задней подвески;</li>
        <li>проверка состояния и натяжение приводных рем;</li>
        <li>проверка работы стояночной тормозной системы;</li>
        <li>проверка работы сцепления состояния выпускной системы;</li>
        <li>проверка состояния АКБ;</li>
        <li>смазка шарнирных соединений;</li>
        <li>замена масла в двигателе и масляного фильтра;</li>
        <li>замена топливного, воздушного фильтра, салонного.</li>
    </ul>

    <h3>Важность планового технического обслуживания</h3>

    <p>Плановое техническое обслуживание автомобиля - это обязательное и регулярное мероприятие, которое не только
        продлит срок эксплуатации Вашего автомобиля, но и обеспечит Вашу безопасность на дороге.</p>

    <p>Для каждой марки авто существует перечень работ, согласно нормативной документации производителя и
        отличительных особенностей каждой модели. Есть технический регламент, согласно которому производится
        техническое обслуживание. Мы строго соблюдаем рекомендации производителя, а также используем, накопленный
        нами опыт при проведении данных работ для их высокой эффективности.</p>

    <h3>Как заказать ТО в СТО Тайм Авто</h3>

    <p>Для заказа услуги звоните по телефонам удобного для Вас автосервиса: Тайм Авто на Беличах +38 (050) 888 26 65
        либо записывайтесь на проведение работ он-лайн через форму <a href="#" onclick="featureInProgress()">запись на ремонт</a>.</p>

    <p>Гарантия на все виды работ!</p>

    <hr>

</div>

