<?php
/**
 *
 */
?>

<div class="main-content">
    <div class="decor-h1">
        <h1><?= $model->seo_h1;?></h1>
    </div>
    <p>СТО Тайм Авто профессионально занимается ремонтом и обслуживанием системы кондиционирования автомобиля. Наш
        автосервис на высоком профессиональном уровне выполняет полный спектр работ, связанных с обслуживанием
        систем кондиционирования любых марок и моделях автомобилей.</p>

    <p>На сегодняшний день фактические все машины имеет данную систему, которая позволяет поддерживать комфортную
        температуру и циркуляцию воздуха в салоне.</p>

    <h2>Неисправности кондиционера</h2>

    <p>Самые распространенные неисправности в системе кондиционирования:</p>

    <ul>
        <li>механические повреждения;</li>
        <li>потеря герметичности в результате естественного износа деталей и крепежных элементов или повреждение в
            результате механического воздействия;
        </li>
        <li>слабые контакты в цепи управления системой вследствие коррозии;</li>
        <li>нарушение в работе электропроводки, неисправности отдельных участков и элементов;</li>
        <li>недостаточный уровень хладагента, в том числе, вследствие потери герметичности системы.</li>
    </ul>

    <h2>Проводимые работы</h2>

    <p>Наш автосервис проводит следующие работы:</p>

    <ul>
        <li>диагностика;</li>
        <li>ремонт;</li>
        <li>антибактериальная обработка;</li>
        <li>заправка фреоном.</li>
    </ul>

    <p>Для поддержания системы в рабочем состоянии необходимо регулярно проводить техническое обслуживание. Если
        выполнять работы, предписанные производителем, в салоне всегда будет свежо и уютно. Ну, а при обнаружении
        неисправностей, обращайтесь в СТО Тайм Авто.</p>

    <h3>Как записаться на ремонт кондиционера в СТО Тайм Авто</h3>

    <p>Для заказа услуги звоните по телефону автосервиса: Тайм Авто на Академгородке +38 (050) 888
        26 65 либо записывайтесь на проведение работ он-лайн через форму <a href="#" onclick="featureInProgress();">запись на ремонт</a>.</p>

    <p>Гарантия на все виды работ!</p>

    <hr>
</div>
