<?php
/**
 * @var \yii\web\View $this
 * @var \app\models\ServiceItems $model
 */
?>

<div class="main-content">
    <div class="decor-h1">
        <h1><?= $model->seo_h1;?></h1>
    </div>
    <p><?= Yii::$app->params['appName'];?> пропонує професійну комп'ютерну діагностику двигуна та інших важливих систем автомобіля.</p>


    <p>Комплексне тестування двигуна проводиться для того, щоб знайти несправності та оцінити його стан. Наші
        фахівці допоможуть визначити всі приховані вади вашого автомобіля. Ми застосовуємо сучасне обладнання BOSH
        та інших виробників.</p>

    <?php if ($model->hasPrice()):?>
        <h2>Ціни на комп'ютерну діагностику двигуна</h2>
        <?php echo \app\widgets\Price::widget(['model' => $model]);?>
    <?php endif;?>

    <p>Дізнайтеся ціни для вашого бренду та моделі автомобіля, зателефонуйте за номером +38 (050) 888-26-65.</p>

    <p>Комп'ютерну діагностику двигунів проводять кваліфіковані працівники автосервісу, ми гарантуємо якість
        виконання робіт.</p>

    <h2>Що таке комп'ютерна діагностика?</h2>

    <p>Комплекс обов'язкових заходів та процедур з комп'ютерної діагностики двигуна включає збір інформації з усіх
        найважливіших систем вашої машини. Далі ми перевіряємо на функціональність вузли та системи, які подають тривожні
        сигнали системи. Проводимо тести у різних умовах експлуатації систем вашого автомобіля для точного визначення
        проблеми.</p>

    <p>Добре зроблена діагностика автомобіля дозволить уникнути безлічі проблем, наприклад, несподівана поломка
        далеко від будинку, який може вилитися в дорогий ремонт.</p>

    <p>Ця послуга коштує близько 200 гривень, це небагато, оскільки вона дозволяє заздалегідь виявляти серйозні проблеми
        з автомобілем, щоб уникнути набагато серйозніших витрат.</p>

    <h3>Види тестів, що проводяться</h3>

    <p>Ми якісно виконуємо наступні роботи з тестування та комп'ютерної діагностики систем автомобіля:</p>

    <ul>
        <li>повна перевірка параметрів двигуна;</li>
        <li>перевірка параметрів КПП, АКПП;</li>
        <li>тестування гальмівних систем - ABS;</li>
        <li>перевірка SRS;</li>
        <li>тестування електроніки салону, бортової електроніки;</li>
        <li>робимо імітацію несправних датчиків.</li>
    </ul>

    <h3>Процедури діагностики</h3>

    <p>Комп'ютерна діагностика двигуна
        складається з кількох послідовних процедур:
    </p>

    <ul>
        <li>насамперед, за допомогою спеціальних приладів та комп'ютерного програмного забезпечення здійснюється
            зчитування машинних кодів з ЕБУ (так звані "мозки автомобіля"), далі за цими кодами визначаються помилки
            систем та пошкоджених вузлів автомобіля;
        </li>
        <li>другий крок це — докладна перевірка електричної системи МС та всіх вузлів, які були виявлені зчитуванням.
            інформації з блоку керування;
        </li>
        <li>останнім кроком є ​​аналіз параметрів тестування системи, отриманих при заведеному автомобілі.
            Тестуються показання датчиків, вузлів і агрегатів при наборі та скиданні швидкості, а також на постійному
            холостому ході.
        </li>
    </ul>
    <p>Всі тестові та діагностичні дані ретельно аналізуються фахівцями автосервісу <?= Yii::$app->params['appName'];?>, після чого ми
        надаємо інформацію про працездатність вашого транспортного засобу, видалення помилок з пам'яті ЕБУ та
        інші сервісні роботи (налаштування іммобілайзера, видалення сервісних індикаторів та багато інших послуг).</p>

    <h3>Замовити комп'ютерну діагностику двигуна</h3>

    <p>Для замовлення комп'ютерної діагностики телефонуйте за автосервісом у Києві:</p>

    <ul>
        <li>Тайм Авто на Академмістечку +38 (050) 888-26-65</li>
    </ul>

    <p>або записуйтесь на проведення робіт онлайн через форму <a href="#" onclick="featureInProgress()">запис
            на ремонт</a>.</p>

    <div class="section-subs"></div>
</div>
