<?php
/**
 * @var \yii\web\View $this
 * @var \app\models\ServiceItems $model
 */
?>

<div class="main-content">
    <div class="decor-h1">
        <h1><?= $model->seo_h1;?></h1>
    </div>
    <p>СТО Форсаж предлагает профессиональную компьютерную диагностику двигателя и других важных систем автомобиля.</p>

    <p>Комплексное тестирование двигателя проводится для того, чтобы найти неисправности и оценить его состояние. Наши
        специалисты помогут определить все скрытые изъяны вашего автомобиля. Мы применяем современное оборудование BOSH
        и других производителей.</p>

    <h2>Цены на компьютерную диагностику двигателя</h2>

    <?php if ($model->hasPrice()):?>
        <?php echo \app\widgets\Price::widget(['model' => $model]);?>
    <?php endif;?>

    <p>Узнайте цены для вашего бренда и модели автомобиля, позвоните по телефону +38 (050) 888-26-65.</p>

    <p>Компьютерную диагностику двигателей проводят квалифицированные работники автосервиса, мы гарантируем качество
        выполнения работ.</p>

    <h2>Что такое компьютерная диагностика?</h2>

    <p>Комплекс обязательных мер и процедур по компьютерной диагностике двигателя, включает сбор информации со всех
        важнейших систем вашей машины. Далее мы проверяем на функциональность узлы и системы, которые подают тревожные
        сигналы системе. Проводим тесты в разных условиях эксплуатации систем вашего автомобиля для точного определения
        проблемы.</p>

    <p>Хорошо сделанная диагностика автомобиля позволит избежать множества проблем, например, неожиданная поломка
        вдалеке от дома, которая может вылиться в дорогостоящий ремонт.</p>

    <p>Данная услуга стоит порядка 1 000 гривен, это немного, так как она позволяет заранее выявлять серьезные проблемы
        с автомобилем, чтобы избежать гораздо более серьезных трат.</p>

    <h3>Виды проводимых тестов</h3>

    <p>Мы качественно выполняем следующие работы по тестированию и компьютерной диагностики систем автомобиля:</p>

    <ul>
        <li>полная проверка параметров двигателя;</li>
        <li>проверка параметров КПП, АКПП;</li>
        <li>тестирование тормозных систем - ABS;</li>
        <li>проверка SRS;</li>
        <li>тестирование электроники салона, бортовой электроники;</li>
        <li>делаем имитацию неисправных датчиков;</li>
        <li>обслуживание и заправка систем кондиционирования.</li>
    </ul>

    <h3>Процедуры диагностики</h3>

    <p>Компьютерная диагностика двигателя в
        состоит из нескольких последовательных процедур:
    </p>

    <ul>
        <li>первым делом, при помощи специальных приборов и компьютерного программного обеспечения осуществляется
            считывание машинных кодов с ЭБУ (так называемые "мозги автомобиля"), далее по этим кодам определяются ошибки
            систем и поврежденных узлов автомобиля;
        </li>
        <li>второй шаг это — подробная проверка электрической системы ТС и всех узлов которые были выявлены считыванием
            информации с блока управления;
        </li>
        <li>последним шагом является анализ параметров тестирования системы полученных при заведенном автомобиле.
            Тестируются показания датчиков, узлов и агрегатов при наборе и сбросе скорости, а так же на постоянном
            холостом ходу.
        </li>
    </ul>

    <p>Все тестовые и диагностические данные тщательно анализируются специалистами автосервиса Форсаж, после чего мы
        предоставляем информацию о работоспособности вашего транспортного средства, удаление ошибок из памяти ЭБУ и
        другие сервисные работы (настройка иммобилайзера, удаление сервисных индикаторов и многие другие услуги).</p>

    <h3>Заказать компьютерную диагностику двигателя</h3>

    <p>Для заказа компьютерной диагностики звоните по телефонам автосервиса в Киеве:</p>

    <ul>
        <li>Тайм Авто на Академгородке +38 (050) 888-26-65</li>
    </ul>

    <p>либо записывайтесь на проведение работ он-лайн через форму <a href="#" onclick="featureInProgress()">запись
            на ремонт</a>.</p>

    <div class="section-subs"></div>
</div>
