<?php
/**
 * @var \yii\web\View $this
 * @var \app\models\ServiceItems $model
 */

use app\helpers\PhoneHelper;
?>

<div class="main-content">
    <div class="decor-h1">
        <h1><?= $model->seo_h1;?></h1>
    </div>
    <p>Діагностика та капітальний ремонт двигунів автомобілів – це комплекс заходів, спрямованих на пошук та
        усунення несправностей двигуна. Ці роботи включають безліч загальних та приватних методів діагностування та
        технічних засобів проведення ремонту, набір яких у кожному індивідуальному випадку може бути різним.</p>

    <h2>Роботи з ремонту двигуна в СТО Тайм Авто</h2>

    <p>СТО Тайм Авто виконує такі роботи:</p>

    <?php if ($model->hasPrice()):?>
        <?= \app\widgets\Price::widget(['model' => $model]);?>
    <?php else:?>
    <ul>
        <li>ремонт ГБЦ;</li>
        <li>заміна прокладки ГБЦ;</li>
        <li>заміна прокладки клапанної кришки;</li>
        <li>заміна піддону картера;</li>
        <li>заміна сальників;</li>
        <li>заміна ременя та ланцюга ГРМ;</li>
        <li>гідрокомпенсатори;</li>
        <li>регулювання клапанної системи;</li>
    </ul>
    <?php endif;?>

    <p>СТО Тайм Авто виконує професійний ремонт двигунів автомобілів різних типів, у тому числі
        дизельних, будь-яких виробників. Запис здійснюється за телефоном <?= PhoneHelper::getPhone();?>.</p>

    <p>Ціна ремонту двигуна від 10 000 гривень.</p>

    <p>Також СТО Тайм Авто виконує весь комплекс робіт з діагностики неполадок дизельних моторів та їх усунення.
        Наші фахівці мають величезний досвід та все необхідне обладнання для проведення робіт будь-якого рівня
        складності. Нижче представлена приблизна послідовність робіт, які ми проводимо.</p>

    <div class="section" id="gkContent">
        <div class="section" id="gkContentMainbody">
            <div class="section" id="gkComponentWrap">
                <div class="section" id="gkMainbody">
                    <article class="item-page">
                        <h2>Діагностика дизельних двигунів автомобілів</h2>

                        <p>Щоб усунути проблему, її необхідно спочатку знайти, тому перед капітальним ремонтом
                            Двигунів автомобілів проводиться повна діагностика. Для цього проводиться ретельна
                            перевірка безпосередньо пов'язаних із ним систем:</p>

                        <ul>
                            <li>паливна;</li>
                            <li>вихлпна;</li>
                            <li>система змащування;</li>
                            <li>охолодження</li>
                        </ul>

                        <p>та інших.</p>

                        <p>Діагностика дизельного мотора включає цілий комплекс загальних і приватних процедур,
                            набір яких залежить від його типу та керування, марки та моделі автомобіля, інших
                            тонкощів.</p>

                        <p>Наприклад, у разі роботи з дизелем Audi слід звернути увагу на відповідність
                            показників компресії нормам, на справність електричних ланцюгів та системи упорскування, на
                            якість споживаного палива та олії, оскільки саме вони стають найчастішими
                            причинами несправностей двигуна на цих марках.</p>

                        <h3>Методи проведення робіт</h3>

                        <p>Загалом, методи діагностики при капітальному ремонті дизельних двигунів, також,
                            як і бензинових двигунів приблизно схожі. Їх можна умовно поділити на три групи:</p>
                        <ol>
                            <li>Комп'ютерна діагностика (для двигунів з електронним блоком управління ЕБУ)
                                з використанням сучасних, спеціалізованих для конкретної марки автосканерів,
                                рекомендованих виробниками автомобілів. Наприклад, AutoScanner Opel CAN, який
                                фахівці СТО «Тайм Авто» використовують виключно при ремонті дизелів Опель та
                                бензинових моторів. За допомогою автосканерів у нашому СТО здійснюється зчитування
                                кодів несправностей, перевірка робочих параметрів, які допомагають локалізувати та
                                встановити причину поломки. Крім цього, системні сканери здатні обнулювати коди
                                помилок після усунення несправностей. Обов'язкова процедура.
                            </li>
                            <li>Загальні методи діагностики До цієї групи належать візуальний огляд на присутність.
                                підтікання олії та палива, перевіряється стан повітряного фільтра та патрубків,
                                проводиться перевірка зносу головних вузлів та деталей та ін. Також перевіряється наявність
                                сторонніх, нехарактерних для нормальної роботи звуків. До цих методів у тому
                                числа можна віднести періодичний техогляд автомобіля, перевірка тиску та витрати
                                олії.
                            </li>
                            <li>Спеціальні методи діагностики використовуються, коли необхідно підтвердити можливу
                                причину несправності. Наприклад, перевірка стану ременя ГРМ, нормальної подачі
                                палива насосом підкачування, перевірка справності свічок та форсунок, проведення
                                ендоскопії та замір компресії для перевірки стану циліндрів та ін.
                                вузько спеціалізовані, зате з високою ймовірністю допомагають знайти
                                несправність.
                            </li>
                        </ol>

                        <p>Варто також зазначити, що іноді, для правильної діагностики несправності мотора нашим
                            автомеханікам може знадобитися повна інформація про обставини того, що сталося
                            поломки. Навіть найменші на перший погляд подробиці можуть допомогти знайти або
                            вирішити проблему, тому що діагностика - дуже складний процес і в ньому дрібниць не
                            буває.</p>

                        <h3>Капітальний ремонт дизельних двигунів</h3>

                        <p>Фахівці автосервісу "Тайм Авто" мають багаторічний досвід з капітального ремонту
                            дизельних двигунів будь-якого типу. Ми працюємо з дизельними моторами будь-яких типів та
                            моделей.</p>

                        <p>Дизельні двигуни вважаються довговічними та найнадійнішими. Але дизельний мотор, як і
                            бензиновий, після тривалої експлуатації потребує заміни витратних матеріалів. Навіть якщо
                            він добре працює і не подає проблемних ознак, через певну кількість
                            часу та пробігу потрібно проводити комплексну діагностику для виявлення
                            несправностей.</p>

                        <p>Капітальний ремонт дизельних двигунів включає комплекс робіт, таких як:</p>

                        <ul>
                            <li>розбирання та зняття двигуна;</li>
                            <li>заміна вузлів та агрегатів;</li>
                            <li>виправлення інжекторної системи;</li>
                            <li>відновлення поршневої системи.</li>
                        </ul>

                        <h3>Записатися на капітальний ремонт двигуна в СТО Тайм Авто</h3>

                        <p>Якщо ви помічаєте, що потужність дизельного мотора значно впала, то вам варто
                            задуматися про повну діагностику або навіть про капітальний ремонт.</p>

                        <p>Ціна робіт від 10000 гривень.</p>

                        <p>Точну вартість будь-ласка уточнюйте за контактним телефоном (ціна формується в
                            залежно від складності робіт, марки автомобіля)</p>

                        <div style="width: 50%; float: left;">
                            <p>Перелік робіт:</p>

                            <ul>
                                <li>діагностика та капітальний ремонт дизельних двигунів автомобілів;</li>
                                <li>відновлення ДВС;</li>
                                <li>заміна двигуна внутрішнього згоряння;</li>
                                <li>регулювання клапанів;</li>
                                <li>заміна поршневих кілець;</li>
                                <li>діагностика та промивання інжектора;</li>
                                <li>заміна ременя ГРМ;</li>
                                <li>заміна повітряного фільтра;</li>
                                <li>заміна масла з промиванням та ін.</li>
                            </ul>
                        </div>

                        <p>&nbsp;</p>

                        <p>Ціни на роботи можна переглянути в нашому окремому прайс-листі. Залежно від вашого
                            вибору, для проведення робіт можуть використовуватись як оригінальні запчастини від
                            виробника, так і їх економічніші і не менш якісні аналоги.</p>

                        <p>На всі роботи та деталі для моторів наша СТО дає гарантію.</p>

                        <p>&nbsp;</p>
                        <p>&nbsp;</p>
                        <p>&nbsp;</p>
                        <p>&nbsp;</p>

                        <p>Для замовлення послуги телефонуйте за автосервісом у Києві:</p>

                        <ul>
                            <li>Тайм Авто на Біличах <?= PhoneHelper::getPhone()?>;</li>
                        </ul>

                        <p>або записуйтесь на проведення робіт онлайн через форму <a href="#" onclick="featureInProgress()">запис на
                                ремонт</a>.</p>

                        <hr>
                    </article>
                </div>
            </div>
        </div>
    </div>
</div>
