<?php
/**
 * @var \yii\web\View $this
 * @var \app\models\ServiceItems $model
 */
?>

<div class="main-content">
    <div class="decor-h1">
        <h1><?= $model->seo_h1;?></h1>
    </div>
    <p>Диагностика и капитальный ремонт двигателей автомобилей – это комплекс мероприятий, направленных на поиск и
        устранение неисправностей мотора. Эти работы включают множество общих и частных методов диагностирования и
        технических способов проведения ремонта, набор которых в каждом индивидуальном случае может быть разным.</p>

    <h2>Работы по ремонту двигателя в СТО Тайм Авто</h2>

    <p>СТО Тайм Авто выполняет следующие работы:</p>

    <?php if ($model->hasPrice()):?>
        <?= \app\widgets\Price::widget(['model' => $model]);?>
    <?php else:?>
    <ul>
        <li>ремонт ГБЦ;</li>
        <li>замена прокладки ГБЦ;</li>
        <li>замена прокладки клапанной крышки;</li>
        <li>замена поддона картера;</li>
        <li>замена сальников;</li>
        <li>замена ремня и цепи ГРМ;</li>
        <li>гидрокомпенсаторы;</li>
        <li>регулировка клапанной системы;</li>
    </ul>
    <?php endif;?>

    <p>СТО Тайм Авто выполняет профессиональный ремонт двигателей автомобилей различных типов, в том числе
        дизельных, любых производителей. Запись осуществляется по телефону +38 (067) 760-98-88.</p>

    <p>Цена ремонта двигателя от 10 000 гривен.</p>

    <p>Также СТО Тайм Авто выполняет весь комплекс работ по диагностике неполадок дизельных моторов и их устранению.
        Наши специалисты имеют огромный опыт и все необходимое оборудование для проведения работ любого уровня
        сложности. Ниже представлена примерная последовательность проводимых нами работ.</p>

    <div class="section" id="gkContent">
        <div class="section" id="gkContentMainbody">
            <div class="section" id="gkComponentWrap">
                <div class="section" id="gkMainbody">
                    <article class="item-page">
                        <h2>Диагностика дизельных двигателей автомобилей</h2>

                        <p>Чтобы устранить проблему, ее необходимо сначала найти, поэтому перед капитальным ремонтом
                            двигателей автомобилей проводится полная диагностика. Для этого проводится тщательная
                            проверка непосредственно связанных с ним систем:</p>

                        <ul>
                            <li>топливной;</li>
                            <li>выхлопной;</li>
                            <li>систем смазки;</li>
                            <li>охлаждения</li>
                        </ul>

                        <p>и других.</p>

                        <p>Диагностика дизельного мотора включает в себя целый комплекс общих и частных процедур,
                            набор которых зависит от его типа и управления, марки и модели автомобиля, прочих
                            тонкостей.</p>

                        <p>Например, в случае работы с дизелем Ауди следует обратить внимание на соответствие
                            показателей компрессии нормам, на исправность электрических цепей и системы впрыска, на
                            качество потребляемого топлива и масла, так как именно они становятся наиболее частыми
                            причинами неисправностей двигателя на данных марках.</p>

                        <h3>Методы проведения работ</h3>

                        <p>В целом, методы диагностики при капитальном ремонте дизельных двигателей, ровно также,
                            как и бензиновых моторов примерно схожи. Их можно условно разделить на три группы:</p>

                        <ol>
                            <li>Компьютерная диагностика (для двигателей с электронным блоком управления ЭБУ) с
                                использованием современных, специализированных для конкретной марки автосканеров,
                                рекомендованных производителями автомобилей. Например, AutoScanner Opel CAN, который
                                специалисты СТО «Тайм Авто» используют исключительно при ремонте дизелей Опель и
                                бензиновых моторов.С помощью автосканеров в нашем СТО осуществляется считывание
                                кодов неисправностей, проверка рабочих параметров, которые помогают локализовать и
                                установить причину поломки. Кроме этого, системные сканеры способны обнулять коды
                                ошибок после устранения неисправностей. Диагностика обязательная процедура.
                            </li>
                            <li>Общие методы диагностики. К этой группе относятся визуальный осмотр на присутствие
                                подтекания масла и топлива, проверяется состояние воздушного фильтра и патрубков,
                                проводится проверка износа главных узлов и деталей и пр. Также проверяется наличие
                                посторонних, нехарактерных для нормальной работы мотора звуков. К этим методам в том
                                числе можно отнести периодический техосмотр автомобиля, проверка давления и расхода
                                масла.
                            </li>
                            <li>Специальные методы диагностики используются, когда необходимо подтвердить возможную
                                причину неисправности. Например, проверка состояния ремня ГРМ, нормальной подачи
                                топлива насосом подкачки, проверка исправности свечей и форсунок, проведение
                                эндоскопии и замер компрессии для проверки состояния цилиндров и пр. Частные методы
                                узко специализированы, зато с высокой долей вероятности помогают найти
                                неисправность.
                            </li>
                        </ol>

                        <p>Следует также отметить, что иногда, для правильной диагностики неисправности мотора нашим
                            автомеханикам может потребоваться полная информация об обстоятельствах произошедшей
                            поломки. Даже самые незначительные на первый взгляд подробности могут помочь найти или
                            решить проблему, так как диагностика&nbsp; — очень сложный процесс и в нём мелочей не
                            бывает.</p>

                        <h3>Капитальный ремонт дизельных двигателей</h3>

                        <p>Специалисты автосервиса "Тайм Авто" имеют многолетний опыт по капитальному ремонту
                            дизельных двигателей любого типа. Мы работаем с дизельными моторами любых типов и
                            моделей.</p>

                        <p>Дизельные двигатели считаются долговечными и самыми надежными. Но дизельный мотор, как и
                            бензиновый, после долгой эксплуатации нуждается в замене расходных материалов. Даже если
                            он хорошо работает и не подает проблемных признаков, через определенное количество
                            времени и пробега нужно проводить комплексную диагностику для выявления
                            неисправностей.</p>

                        <p>Капитальный ремонт дизельных двигателей включает в себя комплекс работ, таких как:</p>

                        <ul>
                            <li>разборка и снятие мотора;</li>
                            <li>замена узлов и агрегатов;</li>
                            <li>исправление инжекторной системы;</li>
                            <li>восстановление поршневой системы.</li>
                        </ul>

                        <h3>Записаться на капитальный ремонт двигателя в СТО Тайм Авто</h3>

                        <p>Если вы замечаете что мощность дизельного мотора значительно упала, то вам стоит
                            задуматься о полной диагностике или даже о капитальном ремонте.</p>

                        <p>Цена работ от 10000 гривен.</p>

                        <p>Точную стоимость пожалуйста уточняйте по контактным телефона (цена формируется в
                            зависимости от сложности работ, марки автомобиля)</p>

                        <div style="width: 50%; float: left;">
                            <p>Выполняемые работы:</p>

                            <ul>
                                <li>диагностика и капитальный ремонт дизельных двигателей автомобилей;</li>
                                <li>восстановление ДВС;</li>
                                <li>замена мотора внутреннего сгорания;</li>
                                <li>регулировка клапанов;</li>
                                <li>замена поршневых колец;</li>
                                <li>диагностика и промывка инжектора;</li>
                                <li>замена ремня ГРМ;</li>
                                <li>замена воздушного фильтра;</li>
                                <li>замена масла с промывкой и др.</li>
                            </ul>
                        </div>

                        <p>&nbsp;</p>

                        <p>Цены на работы можно посмотреть в нашем отдельном прайс-листе. В зависимости от вашего
                            выбора, для проведения работ могут использоваться как оригинальные запчасти от
                            производителя, так и их более экономичные и не менее качественные аналоги.</p>

                        <p>На все работы и детали для моторов наша СТО дает гарантию.</p>

                        <p>&nbsp;</p>
                        <p>&nbsp;</p>
                        <p>&nbsp;</p>
                        <p>&nbsp;</p>

                        <p>Для заказа услуги звоните по телефонам автосервиса в Киеве:</p>

                        <ul>
                            <li>Тайм Авто на Беличах +38 (050) 888-26-65;</li>
                        </ul>

                        <p>либо записывайтесь на проведение работ он-лайн через форму <a href="#" onclick="featureInProgress()">запись на
                                ремонт</a>.</p>

                        <hr>
                    </article>
                </div>
            </div>
        </div>
    </div>
</div>
