<?php
/**
 * @var \yii\web\View $this
 * @var \app\models\ServiceItems $model
 */

use app\helpers\PhoneHelper;
?>

<div class="main-content">
    <div class="decor-h1">
        <h1><?= $model->seo_h1;?></h1>
    </div>
    <p>Очищення інжектора це досить складна операція, для неї потрібна велика увага та якісний бензин. До
        На жаль, рівень якості бензину в нашій країні не відповідає нормам та стандартам. При горінні
        палива залишкові домішки утворюють наліт на форсунках, виглядає це як лакова плівка з блискучою
        поверхнею. Всі ці фактори значно знижують ефективність і продуктивність мотора, в основному ці
        симптоми починають проявлятися в зимовий час, тому що при мінусових температурах властивості випаровування палива
        знижуються та запуск двигуна стає проблематично.</p>

    <?php if ($model->hasPrice()):?>
        <h2>Ціни на промивання інжектора</h2>
        <?php echo \app\widgets\Price::widget(['model' => $model]);?>
    <?php endif;?>

    <h2>Ознаки несправності інжектора</h2>

    <p>Основні ознаки несправного інжектора:</p>

    <ul>
        <li>витрата бензину стає значно більшою;</li>
        <li>скачуть холости оберти двигуна;</li>
        <li>розгін стає в рази тривалішим;</li>
        <li>потужність двигуна знижується;</li>
        <li>"постріли" з вихлопної системи;</li>
    </ul>

    <p>Систематична діагностика та промивання інжекторної системи гарантує Вам довготривале та надійне
        використання вашого транспортного засобу.<br>
        Кожні двадцять тисяч кілометрів рекомендується проводити чищення інжектора.</p>

    <h2>Методи діагностики та промивання інжектора</h2>

    <p>Роботи виконуються кількома методами:</p>

    <ol type="1">
        <li>Перший метод - промивка інжектора здійснюється за допомогою спеціалізованої
            рідини<strong>.</strong> Дана рідина для очищення інжекторної системи заливається в промивний прилад,
            далі його приєднують до механізму подачі пального інжектор. Рідина для промивання інжектора розчиняє
            всі елементи погано палива, які сформували наліт на форсунках. При цій складній операції паливна
            система машини обов'язково відключається, інакше можна пошкодити такі деталі, як бензонасос, паливний фільтр.
        </li>
    </ol>

    <p>При застосуванні даного методу промивання інжектора потрібна правильно вибрати якісну рідину для очищення, ще
        Один аспект цієї операції - це тривалість процесу. Для вибору рідини якої робитиме промивання
        інжектора варто врахувати кілька важливих факторів - це вік та ступінь забруднення форсунок двигуна,
        неправильний вибір може призвести до псування форсунок та інших деталей двигуна. Позитивні моменти промивання
        інжектора даним способом полягають у тому, що очищаються не тільки форсунки, але і клапана двигуна. Після
        промивки інжектора потрібна обов'язкова заміна свічок.</p>

    <ol start="2" type="1">
        <li>Другий метод діагностики - промивка інжектора за допомогою ультразвукових хвиль. Форсунки інжекторної
            системи кладуться у спеціальну ультразвукову ванну, у ній форсунки проходять очищення. Далі функціональність
            перевіряється спеціальною апаратурою. Ультразвуковий метод промивання інжектора застосовується для видалення
            сильного забруднення елементів, якщо цей спосіб не в силах очистити форсунки, то вони підлягають заміні - це
            відбувається коли у паливо потрапляє вода і транспорт тривалий час не перебував в експлуатації.
        </li>
    </ol>

    <p>Щоразу перш ніж промивати інжекторну систему, насамперед варто провести діагностику двигуна. Тому
    що промивання інжектора без визначення точної проблеми може зашкодити вашому автомобілю.</p>

    <p>Важливо провести діагностику наступних систем:</p>

    <ul>
        <li>тиск у паливній системі;</li>
        <li>запалювання автомобіля;</li>
        <li>каталізатор та вихлопну систему;</li>
        <li>справність паливного насоса;</li>
    </ul>

    <p>Обов'язкова діагностика функціональності форсунок.<br>
        Провівши повну комплексну діагностику, буде очевидно в чому проблема і які процедури потрібні в першу чергу.
    </p>

    <h3>Замовити промивання інжектора в СТО Тайм Авто</h3>

    <p>Діагностика та промивання інжектора від автосервісу Тайм Авто за низькими цінами та вигідними умовами в Києві!</p>

    <p>Для замовлення послуги телефонуйте за автосервісом: Тайм Авто на Академмістечку <?= PhoneHelper::getPhone();?> або записуйтесь на проведення робіт он-лайн через форму
        <a href="#" onclick="featureInProgress()">запис на ремонт</a>.</p>

    <hr>

    <p>Наше СТО має найсучасніше професійне обладнання для проведення комп'ютерної діагностики двигуна.
        Звертайтеся прямо зараз – у нас вигідні ціни!</p>

    <div class="section-subs"></div>
</div>
