<?php
/**
 *
 */
?>

<div class="main-content">
    <div class="decor-h1">
        <h1><?= $model->seo_h1;?></h1>
    </div>
    <p>Очистка инжектора это довольно сложная операция, для нее требуется большое внимание и качественный бензин. К
        сожалению, уровень качества бензина в нашей стране не соответствует нормам и стандартам. При горении
        топлива остаточные примеси образуют налет на форсунках, выглядит это как лаковая пленка с блестящей
        поверхностью. Все эти факторы значительной снижают эффективность и производительность мотора, в основном эти
        симптомы начинают проявляться в зимнее время, так как при минусовых температурах свойства испарения топлива
        снижаются и запуск двигателя становится проблематично.</p>

    <h2>Признаки неисправности инжектора</h2>

    <p>Основные признаки неисправного инжектора:</p>

    <ul>
        <li>расход бензина становится значительно больше;</li>
        <li>скачут холостые обороты двигателя;</li>
        <li>разгон становится в разы длительнее;</li>
        <li>мощность мотора понижается;</li>
        <li>"выстрелы" из выхлопной системы;</li>
    </ul>

    <p>Систематическая диагностика и промывка инжекторной системы гарантирует Вам долговременное и надежное
        использование вашего транспортного средства.<br>
        Каждые двадцать тысяч километров рекомендуется проводить чистку инжектора.</p>

    <h2>Методы диагностики и промывки инжектора</h2>

    <p>Работы выполняются несколькими методами:</p>

    <ol type="1">
        <li>Первый метод это - промывка инжектора осуществляется при помощи специализированной
            жидкости<strong>.</strong> Данная жидкость для очищения инжекторной системы заливается в промывочный прибор,
            далее его подсоединяют к механизму подачи горючего в инжектор. Жидкость для промывки инжектора растворяет
            все элементы плохо топлива, которые сформировали налет на форсунках. При этой сложной операции топливная
            система машины обязательно отключается, иначе можно повредить такие детали как бензонасос, топливный фильтр.
        </li>
    </ol>

    <p>При применении данного метода промывки инжектора нужна правильно выбрать качественную жидкость для очистки, еще
        один нюанс этой операции - это длительность процесса. Для выбора жидкости которой будет делать промывка
        инжектора стоит учесть несколько немаловажных факторов - это возраст и степень загрязнения форсунок двигателя,
        неверный выбор может привести к порче форсунок и других деталей двигателя. Положительные моменты промывки
        инжектора данным способом заключаются в том что очищаются не только форсунки, но и клапана двигателя. После
        промывки инжектора требуется обязательная замена свечей.</p>

    <ol start="2" type="1">
        <li>Второй метод диагностики это - промывка инжектора при помощи ультразвуковых волн. Форсунки инжекторной
            системы кладутся в специальную ультразвуковую ванну, в ней форсунки проходят очистку. Далее функциональность
            проверяется специальной аппаратурой. Ультразвуковой метод промывки инжектора применяется для удаления
            сильного загрязнения элементов, если этот способ не в силах очистить форсунки, то они подлежать замене - это
            происходит когда в топливо попадает вода и транспорт долгое время не находился в эксплуатации.
        </li>
    </ol>

    <p>Каждый раз прежде чем промывать инжекторную систему, первым делом стоит провести диагностику двигателя. Потому
        что промывка инжектора без определения точной проблемы может принести вред вашему автомобилю.</p>

    <p>Важно провести диагностику следующих систем:</p>

    <ul>
        <li>давление в топливной системе;</li>
        <li>зажигание автомобиля;</li>
        <li>катализатор и выхлопную систему;</li>
        <li>исправность топливного насоса;</li>
    </ul>

    <p>Обязательная диагностики функциональности форсунок.<br>
        Проведя полную комплексную диагностику будет очевидно в чем проблема и какие процедуры нужны в первую очередь.
    </p>

    <h3>Заказать промывку инжектора в СТО Тайм Авто</h3>

    <p>Диагностика и промывка инжектора от автосервиса Тайм Авто по низким ценам и выгодных условиях в Петербурге!</p>

    <p>Для заказа услуги звоните по телефону автосервиса: Тайм Авто на Академгородке +38 (050) 888-26-65 либо записывайтесь на проведение работ он-лайн через форму
        <a href="#" onclick="featureInProgress()">запись на ремонт</a>.</p>

    <hr>

    <p>Наше СТО имеет самое современное профессиональное оборудование для проведения компьютерной диагностики двигателя.
        Обращайтесь прямо сейчас — у нас выгодные цены!</p>

    <div class="section-subs"></div>
</div>
