<?php
/**
 * @var \yii\web\View $this
 * @var \app\models\ServiceItems $model
 */
?>

<div class="main-content">
    <div class="decor-h1">
        <h1><?= $model->seo_h1;?></h1>
    </div>
    <p><?= Yii::$app->params['appName'];?> професійно займається ремонтом та обслуговуванням вихлопної системи автомобіля. Наш
        автосервіс на високому професійному рівні виконує повний спектр робіт, пов'язаних із обслуговуванням
        системи вихлопних газів будь-яких марок та моделей автомобілів, у тому числі робіт із заміни каталізатора.</p>

    <p>Каталізатор – це елемент, який очищає відпрацьовані гази від сторонніх домішок.</p>
    <p>Під час забруднення або виходу з ладу цього вузла відновити його працездатність надзвичайно важко.
        Вирішити цю проблему можна двома способами: придбати новий каталізатор і встановити місце старого
        або замінити його пламегасником, звернувшись до наших спеціалістів</p>
    <?php if ($model->hasPrice()):?>
        <h2>Ціни на послуги з ремонту вихлопної системи</h2>
        <?php echo \app\widgets\Price::widget(['model' => $model]);?>
    <?php endif;?>

    <h3>Найпоширеніші несправності, пов'язані з вихлопною системою автомобіля:</h3>
    <ul>
        <li>Машина починає важко набирати швидкість.</li>
        <li>Горить лампочка Check Engine.</li>
        <li>Підвищена витрата палива.</li>
        <li>ДВС не заводиться, або заводиться, але після старту та нетривалої роботи глухне.</li>
    </ul>
    <h3>Причини, які могли призвести до виходу з ладу каталізатора:</h3>
    <ul>
        <li>Використання низькоякісного палива.</li>
        <li>Поганий (неоригінальний) каталізатор.</li>
        <li>Проблеми в роботі двигуна.</li>
        <li>Поїздки поганими дорогами (механічні пошкодження).</li>
    </ul>


    <h3>До числа переваг заміни каталізатора на полум'ягасник входять такі фактори:</h3>
    <ul>
        <li>Зменшення витрат. Витрати на монтаж полум'ягасника практично на порядок менші.</li>
        <li>Використання дешевого пального. Після обробки можна без побоювання заливати в бак бензин АІ-92, оскільки з автомашини видалений дорогий фільтр. Це додаткова можливість економії.</li>
        <li>Збільшення потужності. Відомо, що потужність двигуна внаслідок монтажу каталізатора знижується до 7%. Це зумовлено тим, що каталізатор складається з великої кількості стільників, які перешкоджають виділенню відпрацьованих газів. Усунення каталізатора та встановлення на його місце полум'ягасника забезпечує майже прямий вихід газів, тому втрата потужності відсутня.</li>
        <li>Мотор працює без збоїв. Поширена думка, що заміна каталізатора на полум'ягасник ставить двигун під удар. Насправді, це не так. Після видалення каталізатора функціонування двигуна полегшується. Збої можуть виникати внаслідок некоректної прошивки ЕБУ. Однак за умови правильного виконання цієї роботи, яку проводять наші фахівці, такої проблеми не виникає.</li>
    </ul>
    <h3>Наш автосервіс проводить такі роботи:</h3>

    <ul>
        <li>заміна каталізатора на оригінальний;</li>
        <li>заміна каталізатора на полум'ягасник;</li>
        <li>перепрошивка ЕБУ;</li>
        <li>будь-які види робіт зі зварювання, рихтування та заміни частин вихлопної системи автомобіля, що вийшли з ладу</li>
    </ul>

    <p>Для замовлення послуги телефонуйте за автосервісом: Тайм Авто на Академмістечку <?= $this->context->getRandomPhone();?> або записуйтесь на проведення робіт он-лайн через форму <a href="#" onclick= "featureInProgress();">запис на ремонт</a>.</p>

    <p>Гарантія на всі види робіт!</p>

    <hr>
</div>
