<?php
/**
 *
 */
?>

<div class="main-content">
    <div class="decor-h1">
        <h1><?= $model->seo_h1;?></h1>
    </div>
    <p>Наш автосервис предлагает услугу по сезонному хранению автошин.</p>

    <h2>Наши цены</h2>

    <p>Стоимость хранения за 4 колеса в гривнах.</p>

    <table>
        <tbody>
        <tr>
            <th>Диаметр покрышек</th>
            <th>
                <p>Покрышки без дисков</p>
            </th>
            <th>Покрышки на дисках</th>
        </tr>
        <tr>
            <td>R13-16</td>
            <td>1200</td>
            <td>1600</td>
        </tr>
        <tr>
            <td>R17-18</td>
            <td>1500</td>
            <td>2000</td>
        </tr>
        <tr>
            <td>
                <p>R19-22</p>
            </td>
            <td>1800</td>
            <td>2500</td>
        </tr>
        </tbody>
    </table>

    <p>Для заказа услуги звоните по телефону автосервиса: Тайм Авто на Академгородке  +38 (050) 888-26-65 либо записывайтесь на проведение работ он-лайн через форму <a
                href="#" onclick="featureInProgress()">запись на ремонт</a>.</p>

    <div class="section-subs"></div>
</div>
