<?php
/**
 * @var \yii\web\View $this
 * @var \app\models\ServiceItems $model
 */
?>

<div class="main-content">
    <div class="decor-h1">
        <h1><?= $model->seo_h1;?></h1>
    </div>
    Автосервис "Тайм Авто" предлагает полный комплекс работ по диагностике и ремонту подвески автомобиля по низким ценам.
    Ремонт ходовой автомобиля состоит из следующих работ:
    <div style="margin-bottom: 10px;">
        <div style="float: left; width: 50%;">
            <h4><em>Ремонт передней подвески</em></h4>

            <ul>
                <li>замена амортизаторов;</li>
                <li>замена нижнего рычага;</li>
                <li>замена передней пружины;</li>
                <li>замена полуоси с сальником и другого</li>
            </ul>
        </div>

        <div style="float: right; width: 50%;">
            <h4><em>Ремонт задней подвески</em></h4>

            <ul>
                <li>замена реактивных тяг;</li>
                <li>замена задней пружины;</li>
                <li>замена задней балки;</li>
                <li>замена втулок амортизатора и другого.</li>
            </ul>
        </div>
    </div>

    <p>&nbsp;</p>

    <?php if ($model->hasPrice()):?>
        <h2>Цены на ремонт ходовой</h2>
        <?php echo \app\widgets\Price::widget(['model' => $model]);?>
    <?php endif;?>

    <p>На все работы по ремонту подвески и приобретенные у нас запчасти автосервис "Тайм Авто" дает гарантию 6 мес.</p>

    <p style="marign-top: 10px;">Наши специалисты имеют богатый опыт по ремонту ходовой автомобиля, рулевого управления
        и других систем авто. Работы осуществляется на современном оборудовании: подъемники NUSSBAUM, стенды для
        балансировки и шиномонтажа Sicam, стенды регулировки развал-схождения Hunter и другие.</p>

    <p>Также у нас есть собственный магазин запчастей, где вы можете купить (заказать) оригинальные детали или подобрать
        их достойную замену. Стоимость запчастей в нашем магазине ниже среднерыночных по Киеву.</p>

    <h2>Что такое подвеска автомобиля?</h2>

    <p>Подвеска — одна из важнейших систем автомобиля, от которой напрямую зависит плавность хода, устойчивость на
        дороге, комфорт и безопасность пассажиров. Другое ее название — ходовая часть. Главная функция состоит в
        обеспечении связи автомобильной рамы с колесами, смягчении ударов и толчков во время движения и преодоления
        неровностей дороги (ямы, выбоины, "лежачие полицейские"). Ходовая автомобиля постоянно испытывает повышенные
        нагрузки, поэтому нуждается в своевременной диагностике, чтобы предотвратить серьезные поломки. Цена на услуги
        зависит от сложности выполняемых работ и списка закупаемых деталей.</p>

    <p>Схематично подвеска включает следующие части:</p>

    <ul>
        <li>упругие элементы воспринимают колебания от неровностей дороги: это пружины у легковых авто или рессоры у
            грузовиков;
        </li>
        <li>направляющие элементы необходимы для крепления подвески к кузову и обеспечения правильного положения колес:
            это разного рода рычаги;
        </li>
        <li>элементы амортизации гасят колебания; в этом качестве используются гидравлические амортизаторы;</li>
        <li>стабилизирующие элементы нужны для усиления устойчивости авто в поперечном направлении при повороте: обычно
            этому служит упругая штанга, соединяющая стойки с подвеской;
        </li>
        <li>крепежные детали для соединения частей узлов между собой: это болты и гайки, сайлент-блоки и шаровые
            опоры.
        </li>
    </ul>

    <h3>Когда необходим ремонт ходовой автомобиля?</h3>

    <p>Существуют определенные признаки, по которым можно понять, что ремонт подвески автомобиля необходим,
        например:</p>

    <ul>
        <li>посторонние шумы в при движении машины и преодолении препятствий;</li>
        <li>раскачивание авто во время движения, сильные крены в поворотах;</li>
        <li>ухудшение управляемости машины (неожиданный уход в сторону от прямой траектории, плохая реакция на повороты
            руля);
        </li>
        <li>необычно быстрый износ покрышек и др.</li>
    </ul>

    <p>Эти признаки свидетельствуют о том, что пора обратиться в автосервис для проведения диагностики и ремонта ходовой
        части.</p>

    <p>Как правило, ремонт подвески включает компьютерную диагностику и замену износившихся деталей. Особенно тщательно
        следят за состоянием крепежа. Своевременная переустановка сайлент-блоков, а также шаровых опор – вот важный
        вклад в вашу безопасность и длительность жизни авто.</p>

    <h3>Как продлить жизнь ходовой и автомобиля в целом</h3>

    <ul>
        <li>нет перегрузкам! В инструкции к вашему «железному другу» указана его максимальная грузоподъемность. Если
            систематически превышать эту величину, износ узлов и механизмов быстро приведет авто к выходу из строя, а в
            первую очередь пострадает подвеска;
        </li>
        <li>да - аккуратной езде! Это не значит, что вы должны медленно ездить, избегая самых незначительных ямок и
            неровностей. Подвеске вредны ударные нагрузки, а они могут быть значительны, как ни странно, если
            преодолевать препятствия на низких скоростях. Неглубокие выбоины или рельсы, утопленные в асфальт, вполне
            можно проехать на скорости 60 км/час. А вот при переезде «лежачего полицейского» лучше притормозить;
        </li>
        <li>да – периодической проверке работоспособности подвески: рекомендуется проводить диагностику каждые 10 - 30
            тыс. км пробега в зависимости от класса и возраста авто; поводом к обращению в сервис должны стать
            нехарактерные звуки при движении, «лишние» вибрации, уход машины от прямолинейного движения, а также
            неравномерный износ покрышек.
        </li>
    </ul>

    <p>Внимание и своевременный уход за подвеской сберегут ваши средства и позволят значительно дольше ездить на
        автомобиле, не думая о его замене.</p>

    <h3>Записаться на ремонт подвески в СТО Тайм Авто</h3>

    <p>Для заказа ремонта ходовой автомобиля звоните по телефону автосервиса: Тайм Авто на Академгородке +38 (050) 888-26-65
        либо записывайтесь на проведение работ он-лайн через
        форму <a href="#" onclick="featureInProgress()">запись на ремонт</a>.</p>

    <hr>

</div>
