<?php
/**
 * @var \yii\web\View $this
 * @var \app\models\ServiceItems $model
 */

use app\helpers\PhoneHelper;
?>

<div class="main-content">
    <div class="decor-h1">
        <h1><?= $model->seo_h1;?></h1>
    </div>
    Автосервіс Тайм Авто пропонує повний комплекс робіт з діагностики та ремонту підвіски автомобіля за низькими цінами.
    Ремонт ходового автомобіля складається з наступних робіт:
    <div style="margin-bottom: 10px;">
        <div style="float: left; width: 50%;">
            <h4><em>Ремонт передньої підвіски</em></h4>

            <ul>
                <li>заміна амортизаторів;</li>
                <li>заміна нижнього важеля;</li>
                <li>заміна передньої пружини;</li>
                <li>заміна півосі із сальником та іншого</li>
            </ul>
        </div>

        <div style="float: right; width: 50%;">
            <h4><em>Ремонт задньої підвіски</em></h4>

            <ul>
                <li>заміна реактивних тяг;</li>
                <li>заміна задньої пружини;</li>
                <li>заміна задньої балки;</li>
                <li>заміна втулок амортизатора та іншого.</li>
            </ul>
        </div>
    </div>

    <p>&nbsp;</p>

    <?php if ($model->hasPrice()):?>
        <h2>Ціни на ремонт ходової</h2>
        <?php echo \app\widgets\Price::widget(['model' => $model]);?>
    <?php endif;?>

    <p>На всі роботи з ремонту підвіски та придбані у нас запчастини автосервіс "Тайм Авто" дає гарантію 6 міс.</p>

    <p style="marign-top: 10px;">Наші фахівці мають багатий досвід з ремонту ходового автомобіля, рульового управління
        та інших систем авто. Роботи здійснюється на сучасному обладнанні: підйомники NUSSBAUM, стенди
        балансування та шиномонтажу Sicam, стенди регулювання розвал-сходження Hunter та інші.</p>

    <p>Також у нас є власний магазин запчастин, де ви можете купити (замовити) оригінальні деталі чи підібрати
        їхню гідну заміну. Вартість запчастин у нашому магазині нижча за середньоринкові по Києву.</p>

    <h2>Що таке підвіска автомобіля?</h2>

    <p>Підвіска - одна з найважливіших систем автомобіля, від якої безпосередньо залежить плавність ходу, стійкість на
        дорозі, комфорт та безпека пасажирів. Інша її назва – ходова частина. Головна функція полягає в
        забезпечення зв'язку автомобільної рами з колесами, пом'якшення ударів та поштовхів під час руху та подолання
        нерівностей дороги (ями, вибоїни, "лежачі поліцейські"). Ходова автомобіля постійно відчуває підвищені
        навантаження, тому потребує своєчасної діагностики, щоб запобігти серйозним поломкам. Ціна на послуги
        залежить від складності виконуваних робіт і списку деталей, що закуповуються.</p>

    <p>Схематично підвіска включає такі частини:</p>

    <ul>
        <li>пружні елементи сприймають коливання від нерівностей дороги: це пружини у легкових авто або ресори у
            вантажівок;
        </li>
        <li>направляючі елементи необхідні для кріплення підвіски до кузова та забезпечення правильного положення коліс:
            це різного роду важелі;
        </li>
        <li>елементи амортизації гасять коливання; в цій якості використовуються гідравлічні амортизатори;</li>
        <li>стабілізуючі елементи потрібні для посилення стійкості авто в поперечному напрямку при повороті: зазвичай
            цьому служить пружна штанга, що з'єднує стійки з підвіскою;
        </li>
        <li>кріпильні деталі для з'єднання частин вузлів між собою: це болти та гайки, сайлент-блоки та кульові
            опори.
        </li>
    </ul>

    <h3>Коли необхідний ремонт ходового автомобіля?</h3>

    <p>Існують певні ознаки, за якими можна зрозуміти, що ремонт підвіски автомобіля необхідний,
        наприклад:</p>

    <ul>
        <li>сторонні шуми під час руху машини та подолання перешкод;</li>
        <li>розгойдування авто під час руху, сильні крени в поворотах;</li>
        <li>погіршення керованості машини (несподіваний відхід у бік від прямої траєкторії, погана реакція на повороти)
            керма);
        </li>
        <li>незвичайно швидке зношування покришок та ін.</li>
    </ul>
    <p>Ці ознаки свідчать про те, що настав час звернутися в автосервіс для проведення діагностики та ремонту ходової
        частини.</p>

    <p>Як правило, ремонт підвіски включає комп'ютерну діагностику і заміну деталей, що зносилися. Особливо ретельно
        стежать за станом кріплення. Своєчасна переустановка сайлент-блоків, а також кульових опор – ось важливий
        внесок у вашу безпеку та тривалість життя авто.</p>

    <h3>Як продовжити життя ходової та автомобіля в цілому</h3>

    <ul>
        <li>НІ перевантаженням! В інструкції до вашого «залізного друга» вказано його максимальну вантажопідйомність. Якщо
            систематично перевищувати цю величину, знос вузлів та механізмів швидко призведе авто до виходу з ладу, а в
            насамперед постраждає підвіска;
        </li>
        <li>ТАК – акуратній їзді! Це не означає, що ви повинні повільно їздити, уникаючи незначних ямок і
            нерівностей. Підвісці шкідливі ударні навантаження, а вони можуть бути значними, як не дивно, якщо
            долати перешкоди на низьких швидкостях. Неглибокі вибоїни або рейки, втоплені в асфальт, цілком
            можна проїхати на швидкості 60 км/година. А от при переїзді «лежачого поліцейського» краще пригальмувати;
        </li>
        <li>ТАК – періодичній перевірці працездатності підвіски: рекомендується проводити діагностику кожні 10 – 30
            тис. км пробігу залежно від класу та віку авто; приводом до звернення до сервісу повинні стати
            нехарактерні звуки під час руху, «зайві» вібрації, відхід машини від прямолінійного руху, а також
            нерівномірне знос покришок.
        </li>
    </ul>

    <p>Увага та своєчасний догляд за підвіскою збережуть ваші кошти та дозволять значно довше їздити на
        автомобілі, не думаючи про його заміну.</p>

    <h3>Записатися на ремонт підвіски в СТО Тайм Авто</h3>

    <p>Для замовлення ремонту ходового автомобіля телефонуйте за автосервісом: Тайм Авто на Академмістечку <?= PhoneHelper::getPhone();?>
        або записуйтесь на проведення робіт он-лайн через
        форму <a href="#" onclick="featureInProgress()">запис на ремонт</a>.</p>

    <hr>

</div>
